[MyClouds]
Caption=Przechowywanie w chmurze

[Common]
AIMP.MyClouds.Actions.AddStorage=Dodaj magazyn...
AIMP.MyClouds.Actions.EditStorage=Edytuj magazyn...
AIMP.MyClouds.Actions.Refresh=Odśwież
AIMP.MyClouds.Actions.RemoveStorage=Usuń magazyn...
AIMP.MyClouds.ML.Default=Domyślny

[AIMPML]
CreationDate=Data utworzenia
LastModifiedDate=Data ostatniej modyfikacji
FormatType=Typ formatu
Name=Wyświetlana nazwa

[MyClouds.frmMyCloudsDeleteConfirmation]
Caption=Usuwanie magazynu
cbDeleteCachedFiles=Usuń lokalny bufor
lbText=Czy na pewno usunąć %s z listy?
btnOk=OK
btnCancel=Anuluj

[MyClouds.frmEditStorage]
Caption=Przechowywanie w chmurze
gbService=Usługa
edCustomServer.th=Podaj adres i port serwera
gbDisplayName=Nazwa wyświetlana
gbAuthorization=Autoryzacja
lbLogin=Login:
lbPassword=Hasło:
btnOk=OK
btnCancel=Anuluj
btnToken=Pobierz token

[MyClouds.frmMyCloudsSettings]
C1=Opcje
GB1=Pamięć podręczna
CB1=Pokazuj informacje o utworze ze znaczników pliku
CB2=Używaj strumieniowania, jeśli jest dostępne
CB2Hint=Umożliwia szybkie rozpoczęcie odtwarzania, ale bez buforowania i wsparcia arkuszy cue
CB3=Usuwaj z pamięci podręcznej podczas zamykania aplikacji
CB4=Usuwaj z pamięci podręcznej pliki starsze niż:
CB5=Zezwalaj na pobieranie okładek albumów
CB6=Obliczaj czas trwania utworów (może wymagać pobrania pliku)
W1=Włączenie tych opcji zwiększy użycie danych połączenia internetowego

